brew 'coreutils'
brew 'findutils', args: ['with-default-names']
brew 'gnu-sed', args: ['with-default-names']
brew 'grep', args: ['with-default-names']
brew 'openssh'
brew 'rsync'
# Remember to: `brew unlink openssl && brew link openssl --overwrite --force`
brew 'openssl'
brew 'mvtools'
brew 'ffms2'
brew 'subliminal'	# Subtitles everywhere
brew 'thefuck'
brew 'highlight'
brew 'htop'
brew 'dark-mode'
brew 'gtypist'
brew 'pgcli'
brew 'wget', args: ['with-iri']
brew 'p7zip'
brew 'unzip'
brew 'unrar'
brew 'tree'	# shows the file system in a more graphical way
brew 'screenfetch'
brew 'archey'
brew 'android-platform-tools'
cask 'borgbackup'
cask 'caskroom/versions/osxfuse-beta'
