brew 'd12frosted/emacs-plus/emacs-plus',
     args: [
     'with-cocoa',
     'with-gnutls',
     'with-librsvg',
     'with-imagemagick',
     'with-spacemacs-icon']
brew 'pandoc'
brew 'ispell'
brew 'trash'
brew 'ctags'
# Langs
brew 'python'
brew 'python3'
brew 'ruby'
brew 'chruby'
brew 'go'
brew 'lua'
brew 'nvm'
brew 'postgresql', restart_service: :changed
# linters
brew 'cppcheck'
brew 'shellcheck'
brew 'checkbashisms'
