tap 'caskroom/cask'
tap 'homebrew/core'
tap 'homebrew/dupes'
brew 'coreutils'
brew 'findutils', args: ['with-default-names']
brew 'gnu-sed', args: ['with-default-names']
brew 'grep', args: ['with-default-names']
brew 'openssh'
brew 'rsync'
# Remember to: `brew unlink openssl && brew link openssl --overwrite --force`
brew 'openssl'

# Languages
brew 'python'
brew 'python3'
brew 'ruby'
brew 'chruby'
brew 'go'
brew 'lua'
brew 'nvm'
brew 'postgresql', restart_service: :changed